Repository: stanercelik/PolyNap
Catalog: polynap/Resources/Localizations/MainScreen.xcstrings
Source language: en
Languages: de, ja, ms, th, tr

# common.cancel
source: Cancel
de: Abbrechen
ja: キャンセル
ms: Batal
th: ยกเลิก
tr: İptal

# common.save
source: Save
de: Speichern
ja: 保存
ms: Simpan
th: บันทึก
tr: Kaydet

# dayDetail.averageQuality
source: Average Quality
de: Durchschnittliche Qualität
ja: 平均睡眠質
ms: Kualiti Purata
th: คุณภาพเฉลี่ย
tr: Ortalama Kalite

# dayDetail.delete.confirm
source: Delete
de: Löschen
ja: 削除
ms: Padam
th: ลบ
tr: Sil

# dayDetail.delete.message
source: This record will be deleted. Do you confirm?
de: Dieser Eintrag wird gelöscht. Bestätigst du?
ja: この記録を削除します。よろしいですか？
ms: Rekod ini akan dipadamkan. Adakah anda mengesahkan?
th: บันทึกนี้จะถูกลบ คุณยืนยันหรือไม่?
tr: Bu kayıt silinecek. Onaylıyor musunuz?

# dayDetail.delete.title
source: Delete sleep record
de: Schlafeintrag löschen
ja: 睡眠記録を削除
ms: Padam rekod tidur
th: ลบบันทึกการนอนหลับ
tr: Uyku kaydını sil

# dayDetail.noRecords.message
source: You can add a new sleep record by clicking the 'Add' button in the top right
de: Du kannst einen neuen Schlafeintrag hinzufügen, indem du oben rechts auf die Schaltfläche „Hinzufügen“ klickst
ja: 右上の「追加」ボタンをタップして新しい睡眠記録を追加できます
ms: Anda boleh menambah rekod tidur baru dengan mengklik butang 'Tambah' di bahagian atas kanan
th: คุณสามารถเพิ่มบันทึกการนอนหลับใหม่ได้โดยคลิกปุ่ม 'เพิ่ม' ที่มุมขวาบน
tr: Sağ üstteki 'Ekle' butonuna tıklayarak yeni uyku kaydı ekleyebilirsiniz

# dayDetail.noRecords.title
source: No sleep records for this day
de: Keine Schlafeinträge für diesen Tag
ja: この日の睡眠記録はありません
ms: Tiada rekod tidur untuk hari ini
th: ไม่มีบันทึกการนอนหลับสำหรับวันนี้
tr: Bu güne ait uyku kaydı yok

# dayDetail.summary.title
source: Day Summary
de: Tageszusammenfassung
ja: 今日のまとめ
ms: Ringkasan Hari
th: สรุปรายวัน
tr: Günün Özeti

# error.no_active_schedule_found
source: No active schedule found
de: Kein aktiver Zeitplan gefunden
ja: 有効なスケジュールが見つかりません
ms: Tiada jadual aktif ditemui
th: ไม่พบตารางเวลาที่ใช้งานอยู่
tr: Aktif program bulunamadı

# error.schedule_load_failed
source: Failed to load schedule
de: Zeitplan konnte nicht geladen werden
ja: スケジュールの読み込みに失敗しました
ms: Gagal memuatkan jadual
th: ไม่สามารถโหลดตารางเวลาได้
tr: Program yüklenemedi

# general.cancel
source: Cancel
de: Abbrechen
ja: キャンセル
ms: Batal
th: ยกเลิก
tr: İptal

# general.delete
source: Delete
de: Löschen
ja: 削除
ms: Padam
th: ลบ
tr: Sil

# general.edit
source: Edit
de: Bearbeiten
ja: 編集
ms: Sunting
th: แก้ไข
tr: Düzenle

# general.save
source: Save
de: Speichern
ja: 保存
ms: Simpan
th: บันทึก
tr: Kaydet

# history.addNewRecord
source: Add New Record
de: Neuen Eintrag hinzufügen
ja: 新しい記録を追加
ms: Tambah Rekod Baru
th: เพิ่มบันทึกใหม่
tr: Yeni Kayıt Ekle

# history.filter.allTime
source: All Time
de: Gesamte Zeit
ja: 全期間
ms: Semua Masa
th: ตลอดเวลา
tr: Tüm Zamanlar

# history.filter.thisMonth
source: This Month
de: Dieser Monat
ja: 今月
ms: Bulan Ini
th: เดือนนี้
tr: Bu Ay

# history.filter.thisWeek
source: This Week
de: Diese Woche
ja: 今週
ms: Minggu Ini
th: สัปดาห์นี้
tr: Bu Hafta

# history.filter.today
source: Today
de: Heute
ja: 今日
ms: Hari Ini
th: วันนี้
tr: Bugün

# history.moreBlocks
source: + %d more blocks
de: + %d weitere Blöcke
ja: 他%dブロック
ms: + %d blok lagi
th: + %d ช่วงเพิ่มเติม
tr: + %d blok daha

# history.noRecord
source: No record
de: Kein Eintrag
ja: 記録なし
ms: Tiada rekod
th: ไม่มีบันทึก
tr: Kayıt yok

# history.noRecords.message
source: No sleep records found for this time period.
de: Für diesen Zeitraum wurden keine Schlafaufzeichnungen gefunden.
ja: この期間の睡眠記録は見つかりませんでした。
ms: Tiada rekod tidur ditemui untuk tempoh masa ini.
th: ไม่พบบันทึกการนอนหลับสำหรับช่วงเวลานี้
tr: Bu zaman aralığında hiç uyku kaydı bulunamadı.

# history.noRecords.title
source: No Records Found
de: Keine Einträge gefunden
ja: 記録が見つかりません
ms: Tiada Rekod Ditemui
th: ไม่พบบันทึก
tr: Kayıt Bulunamadı

# history.title
source: Sleep History
de: Schlafverlauf
ja: 睡眠履歴
ms: Sejarah Tidur
th: ประวัติการนอนหลับ
tr: Uyku Geçmişi

# history.today
source: Today
de: Heute
ja: 今日
ms: Hari Ini
th: วันนี้
tr: Bugün

# mainScreen.addSleepBlock
source: Add Sleep Block
de: Schlafblock hinzufügen
ja: 睡眠ブロックを追加
ms: Tambah Blok Tidur
th: เพิ่มช่วงการนอนหลับ
tr: Uyku Bloğu Ekle

# mainScreen.afternoonReminder
source: Remember to have dinner at least 2 hours before your sleep block.
de: Denke daran, mindestens 2 Stunden vor deinem Schlafblock zu Abend zu essen.
ja: 睡眠ブロックの少なくとも2時間前には夕食を済ませましょう。
ms: Ingat untuk makan malam sekurang-kurangnya 2 jam sebelum blok tidur anda.
th: อย่าลืมทานอาหารเย็นอย่างน้อย 2 ชั่วโมงก่อนช่วงการนอนหลับของคุณ
tr: Akşam yemeğini uyku bloğundan en az 2 saat önce yemeyi unutmayın.

# mainScreen.awakeTime
source: Awake Time
de: Wachzeit
ja: 覚醒時間
ms: Masa Jaga
th: เวลาตื่น
tr: Uyanık Zamanı

# mainscreen.button.refresh
source: Refresh
de: Aktualisieren
ja: 更新
ms: Segarkan Semula
th: รีเฟรช
tr: Yenile

# mainScreen.changeSchedule.button
source: Select Different Schedule
de: Anderen Zeitplan auswählen
ja: 別のスケジュールを選択
ms: Pilih Jadual Berbeza
th: เลือกตารางเวลาอื่น
tr: Farklı Program Seç

# mainScreen.changeSchedule.title
source: Change Sleep Schedule
de: Schlafplan ändern
ja: 睡眠スケジュールを変更
ms: Tukar Jadual Tidur
th: เปลี่ยนตารางการนอนหลับ
tr: Uyku Programını Değiştir

# mainScreen.chart.dragToMove
source: Drag to move blocks
de: Ziehen, um Blöcke zu verschieben
ja: ドラッグしてブロックを移動
ms: Seret untuk menggerakkan blok
th: ลากเพื่อย้ายช่วงการนอน
tr: Blokları taşımak için sürükleyin

# mainScreen.chart.edit
source: Edit
de: Bearbeiten
ja: 編集
ms: Sunting
th: แก้ไข
tr: Düzenle

# mainScreen.chart.editFeedback.collision
source: Overlaps with another block
de: Überschneidet sich mit einem anderen Block
ja: 他のブロックと重複しています
ms: Bertindih dengan blok lain
th: ทับซ้อนกับช่วงอื่น
tr: Başka bir blokla çakışıyor

# mainScreen.chart.editFeedback.moving
source: Moving: %@ - %@
de: Verschieben: %@ - %@
ja: 移動中: %@ - %@
ms: Menggerakkan: %@ - %@
th: กำลังย้าย: %@ - %@
tr: Taşınıyor: %@ - %@

# mainScreen.chart.editFeedback.resizing
source: Resizing: %@ (%@)
de: Größenänderung: %@ (%@)
ja: サイズ変更中: %@ (%@)
ms: Mengubah Saiz: %@ (%@)
th: กำลังปรับขนาด: %@ (%@)
tr: Boyutlandırılıyor: %@ (%@)

# mainScreen.chart.editFeedback.tooShort
source: Minimum 15 minutes required
de: Mindestens 15 Minuten erforderlich
ja: 最低15分必要です
ms: Minimum 15 minit diperlukan
th: ต้องใช้เวลาอย่างน้อย 15 นาที
tr: En az 15 dakika gerekli

# mainScreen.chart.editInstructions1
source: Drag & Resize
de: Ziehen & Größe ändern
ja: ドラッグ＆サイズ変更
ms: Seret & Ubah Saiz
th: ลาก & ปรับขนาด
tr: Sürükle & Boyutlandır

# mainScreen.chart.editMode.instructions
source: Drag blocks to move around the schedule
de: Ziehe Blöcke, um sie im Zeitplan zu verschieben
ja: ブロックをドラッグしてスケジュール内で移動します
ms: Seret blok untuk bergerak di sekitar jadual
th: ลากช่วงการนอนเพื่อย้ายไปรอบๆ ตารางเวลา
tr: Blokları programda hareket ettirmek için sürükleyin

# mainScreen.chart.editTitle
source: Editing Sleep Schedule
de: Schlafplan bearbeiten
ja: 睡眠スケジュールを編集中
ms: Menyunting Jadual Tidur
th: กำลังแก้ไขตารางการนอนหลับ
tr: Uyku Programını Düzenleme

# mainScreen.chart.save
source: Save
de: Speichern
ja: 保存
ms: Simpan
th: บันทึก
tr: Kaydet

# mainScreen.chart.snapMode.5min
source: 5min precision
de: 5 Min. Genauigkeit
ja: 5分単位
ms: ketepatan 5min
th: ความแม่นยำ 5 นาที
tr: 5dk hassasiyet

# mainScreen.chart.snapMode.10min
source: 10min precision
de: 10 Min. Genauigkeit
ja: 10分単位
ms: ketepatan 10min
th: ความแม่นยำ 10 นาที
tr: 10dk hassasiyet

# mainScreen.customizedSchedule.message
source: This schedule has been customized from its original settings.
de: Dieser Zeitplan wurde von seinen ursprünglichen Einstellungen angepasst.
ja: このスケジュールは元の設定からカスタマイズされています。
ms: Jadual ini telah disesuaikan daripada tetapan asalnya.
th: ตารางเวลานี้ได้รับการปรับแต่งจากการตั้งค่าเดิม
tr: Bu program orijinal ayarlarından özelleştirilmiştir.

# mainScreen.customizedSchedule.title
source: Customized Schedule
de: Angepasster Zeitplan
ja: カスタマイズされたスケジュール
ms: Jadual Tersuai
th: ตารางเวลาที่กำหนดเอง
tr: Özelleştirilmiş Program

# mainScreen.customizedScheduleTooltip
source: %@ schedule has been modified.
de: Der Zeitplan %@ wurde geändert.
ja: 「%@」スケジュールは変更されました。
ms: Jadual %@ telah diubah suai.
th: ตารางเวลา %@ ได้รับการแก้ไขแล้ว
tr: %@ programı üzerinde değişiklik yapıldı.

# mainScreen.dailyStatus
source: Daily Status
de: Tagesstatus
ja: 今日のステータス
ms: Status Harian
th: สถานะรายวัน
tr: Günlük Durum

# mainScreen.dailyTip.title
source: Daily Tip
de: Täglicher Tipp
ja: 今日のヒント
ms: Petua Harian
th: เคล็ดลับประจำวัน
tr: Günlük İpucu

# mainScreen.editing.mode
source: Editing
de: Bearbeiten
ja: 編集中
ms: Menyunting
th: กำลังแก้ไข
tr: Düzenleme

# mainScreen.error.generic
source: An error occurred. Please try again later.
de: Ein Fehler ist aufgetreten. Bitte versuche es später erneut.
ja: エラーが発生しました。時間をおいてもう一度お試しください。
ms: Ralat telah berlaku. Sila cuba lagi kemudian.
th: เกิดข้อผิดพลาด โปรดลองอีกครั้งในภายหลัง
tr: Bir hata oluştu. Lütfen daha sonra tekrar deneyin.

# mainscreen.error.retry
source: Try Again
de: Erneut versuchen
ja: 再試行
ms: Cuba Lagi
th: ลองอีกครั้ง
tr: Tekrar Dene

# mainscreen.error.title
source: Error
de: Fehler
ja: エラー
ms: Ralat
th: ข้อผิดพลาด
tr: Hata

# mainScreen.eveningReminder
source: Reduce screen time before your main sleep block and create a relaxing routine.
de: Reduziere die Bildschirmzeit vor deinem Hauptschlafblock und schaffe eine entspannende Routine.
ja: 主睡眠ブロックの前に画面を見る時間を減らし、リラックスできる習慣を作りましょう。
ms: Kurangkan masa skrin sebelum blok tidur utama anda dan cipta rutin yang menenangkan.
th: ลดเวลาหน้าจอก่อนช่วงการนอนหลักและสร้างกิจวัตรที่ผ่อนคลาย
tr: Ana uyku bloğundan önce ekran kullanımını azaltın ve rahatlatıcı bir rutin oluşturun.

# mainScreen.goodNightMessage
source: Sleep Well! 💤💤
de: Schlaf gut! 💤💤
ja: おやすみなさい！ 💤💤
ms: Selamat Malam! 💤💤
th: นอนหลับฝันดี! 💤💤
tr: İyi Uykular! 💤💤

# mainScreen.imminent
source: Now
de: Jetzt
ja: 現在
ms: Sekarang
th: ตอนนี้
tr: Şimdi

# mainScreen.morningReminder
source: Check your alarms to not miss naps during the day.
de: Überprüfe deine Wecker, um tagsüber keine Nickerchen zu verpassen.
ja: 日中の仮眠を逃さないように、アラームをチェックしましょう。
ms: Periksa penggera anda agar tidak terlepas tidur sebentar pada waktu siang.
th: ตรวจสอบนาฬิกาปลุกของคุณเพื่อไม่ให้พลาดการงีบในระหว่างวัน
tr: Gün içindeki şekerlemeleri kaçırmamak için alarmlarınızı kontrol edin.

# mainScreen.nextSleepBlock
source: Next Sleep
de: Nächster Schlaf
ja: 次の睡眠
ms: Tidur Seterusnya
th: การนอนครั้งต่อไป
tr: Sonraki Uyku

# mainScreen.noSleepPlan
source: No sleep plan for today
de: Kein Schlafplan für heute
ja: 今日の睡眠プランはありません
ms: Tiada rancangan tidur untuk hari ini
th: ไม่มีแผนการนอนสำหรับวันนี้
tr: Bugün için uyku planı yok

# mainScreen.noUpcomingBlock
source: No upcoming sleep
de: Kein bevorstehender Schlaf
ja: 次の睡眠予定はありません
ms: Tiada tidur akan datang
th: ไม่มีการนอนหลับที่กำลังจะมาถึง
tr: Yaklaşan uyku yok

# mainScreen.progress
source: Progress
de: Fortschritt
ja: 進捗
ms: Kemajuan
th: ความคืบหน้า
tr: İlerleme

# mainScreen.scheduleDescription.title
source: Schedule Description
de: Zeitplanbeschreibung
ja: スケジュールの説明
ms: Penerangan Jadual
th: คำอธิบายตารางเวลา
tr: Program Açıklaması

# mainScreen.segment.overview
source: Overview
de: Übersicht
ja: 概要
ms: Gambaran Keseluruhan
th: ภาพรวม
tr: Genel Bakış

# mainScreen.shareCoreSleep
source: Core Sleep
de: Kernschlaf
ja: 主睡眠
ms: Tidur Teras
th: การนอนหลัก
tr: Ana Uyku

# mainScreen.shareHashtags
source: #PolyNap #SleepSchedule
de: #PolyNap #Schlafplan
ja: #PolyNap #睡眠スケジュール
ms: #PolyNap #JadualTidur
th: #PolyNap #ตารางการนอน
tr: #PolyNap #UykuDüzeni

# mainScreen.shareNap
source: Nap
de: Nickerchen
ja: 仮眠
ms: Tidur Sebentar
th: งีบ
tr: Şekerleme

# mainScreen.shareProgress
source: 📊 Daily Progress: %@%%
de: 📊 Täglicher Fortschritt: %@%%
ja: 📊 今日の進捗: %@%%
ms: 📊 Kemajuan Harian: %@%%
th: 📊 ความคืบหน้ารายวัน: %@%%
tr: 📊 Günlük İlerleme: %%%@

# mainScreen.shareSchedule
source: 📋 Schedule: %@
de: 📋 Zeitplan: %@
ja: 📋 スケジュール: %@
ms: 📋 Jadual: %@
th: 📋 ตารางเวลา: %@
tr: 📋 Program: %@

# mainScreen.shareSleepBlocks
source: 🛏️ Sleep Blocks:
de: 🛏️ Schlafblöcke:
ja: 🛏️ 睡眠ブロック:
ms: 🛏️ Blok Tidur:
th: 🛏️ ช่วงการนอน:
tr: 🛏️ Uyku Blokları:

# mainScreen.shareStreak
source: 🔄 Current Streak: %@ days
de: 🔄 Aktuelle Serie: %@ Tage
ja: 🔄 継続日数: %@日
ms: 🔄 Rentetan Semasa: %@ hari
th: 🔄 สถิติต่อเนื่องปัจจุบัน: %@ วัน
tr: 🔄 Mevcut Seri: %@ gün

# mainScreen.shareTitle
source: 🌙 My PolyNap Schedule
de: 🌙 Mein PolyNap-Zeitplan
ja: 🌙 私のPolyNapスケジュール
ms: 🌙 Jadual PolyNap Saya
th: 🌙 ตารางเวลา PolyNap ของฉัน
tr: 🌙 PolyNap Uyku Programım

# mainScreen.shareTotalSleep
source: ⏰ Total Sleep: %@
de: ⏰ Gesamtschlaf: %@
ja: ⏰ 合計睡眠: %@
ms: ⏰ Jumlah Tidur: %@
th: ⏰ การนอนทั้งหมด: %@
tr: ⏰ Toplam Uyku: %@

# mainScreen.sleepBlockCore
source: Core Sleep
de: Kernschlaf
ja: 主睡眠
ms: Tidur Teras
th: การนอนหลัก
tr: Ana Uyku

# mainScreen.sleepBlockNap
source: Power Nap
de: Power-Nickerchen
ja: 仮眠
ms: Tidur Sebentar Berkuasa
th: พาวเวอร์แนป
tr: Kısa Uyku

# mainScreen.sleepBlocks
source: Sleep Blocks
de: Schlafblöcke
ja: 睡眠ブロック
ms: Blok Tidur
th: ช่วงการนอน
tr: Uyku Blokları

# mainScreen.sleepChart.title
source: Sleep Chart
de: Schlafdiagramm
ja: 睡眠チャート
ms: Carta Tidur
th: แผนภูมิการนอน
tr: Uyku Grafiği

# mainScreen.sleepQuality.subtitle
source: Rate your sleep from %@ - %@
de: Bewerte deinen Schlaf von %@ - %@
ja: %@〜%@の睡眠を評価してください
ms: Nilaikan tidur anda dari %@ - %@
th: ให้คะแนนการนอนของคุณจาก %@ - %@
tr: %@ - %@ saatleri arasındaki uykunuzu değerlendirin

# mainScreen.sleepQuality.title
source: Rate Your Sleep
de: Bewerte deinen Schlaf
ja: 睡眠を評価
ms: Nilaikan Tidur Anda
th: ให้คะแนนการนอนของคุณ
tr: Uykunuzu Değerlendirin

# mainScreen.sleepTime
source: Sleep Time
de: Schlafenszeit
ja: 睡眠時間
ms: Masa Tidur
th: เวลานอน
tr: Uyku Zamanı

# mainScreen.sleepTimeRemaining
source: %@h %@min until sleep time
de: %@Std %@Min bis zur Schlafenszeit
ja: 睡眠まであと%@時間%@分
ms: %@j %@min sehingga waktu tidur
th: %@ชม. %@นาที จนถึงเวลานอน
tr: Uyku saatine %@s %@dk kaldı

# mainScreen.sleepTimeRemaining.hoursMinutes
source: %@h %@min until sleep time
de: %@Std %@Min bis zur Schlafenszeit
ja: 睡眠まであと%@時間%@分
ms: %@j %@min sehingga waktu tidur
th: %@ชม. %@นาที จนถึงเวลานอน
tr: Uyku saatine %@s %@dk kaldı

# mainScreen.sleepTimeRemaining.hoursOnly
source: %@h until sleep time
de: %@Std bis zur Schlafenszeit
ja: 睡眠まであと%@時間
ms: %@j sehingga waktu tidur
th: %@ชม. จนถึงเวลานอน
tr: Uyku saatine %@s kaldı

# mainScreen.sleepTimeRemaining.minutesOnly
source: %@min until sleep time
de: %@Min bis zur Schlafenszeit
ja: 睡眠まであと%@分
ms: %@min sehingga waktu tidur
th: %@นาที จนถึงเวลานอน
tr: Uyku saatine %@dk kaldı

# mainScreen.sleepTimeRemainingMinutes
source: %@min until sleep time
de: %@Min bis zur Schlafenszeit
ja: 睡眠まであと%@分
ms: %@min sehingga waktu tidur
th: %@นาที จนถึงเวลานอน
tr: Uyku saatine %@dk kaldı

# mainScreen.streak
source: Current Streak
de: Aktuelle Serie
ja: 継続日数
ms: Rentetan Semasa
th: สถิติต่อเนื่องปัจจุบัน
tr: Mevcut Seri

# mainScreen.timeFormat.hoursMinutes
source: %@h %@m
de: %@Std %@Min
ja: %@時間%@分
ms: %@j %@m
th: %@ชม. %@น.
tr: %@s %@dk

# mainScreen.timeFormat.hoursOnly
source: %@h
de: %@Std
ja: %@時間
ms: %@j
th: %@ชม.
tr: %@s

# mainScreen.timeFormat.minutesOnly
source: %@m
de: %@Min
ja: %@分
th: %@น.
tr: %@dk

# mainScreen.title
source: Sleep Schedule
de: Schlafplan
ja: 睡眠スケジュール
ms: Jadual Tidur
th: ตารางการนอนหลับ
tr: Uyku Programı

# mainScreen.todaysTip
source: Today's Tip
de: Tipp des Tages
ja: 今日のヒント
ms: Petua Hari Ini
th: เคล็ดลับวันนี้
tr: Günün İpucu

# mainScreen.totalSleep
source: Total Sleep
de: Gesamtschlaf
ja: 合計睡眠
ms: Jumlah Tidur
th: การนอนทั้งหมด
tr: Toplam Uyku

# mainScreen.totalSleepLabel
source: Total Sleep
de: Gesamtschlaf
ja: 合計睡眠
ms: Jumlah Tidur
th: การนอนทั้งหมด
tr: Toplam Uyku

# schedule.customized
source: Customized
de: Angepasst
ja: カスタム
ms: Disesuaikan
th: กำหนดเอง
tr: Düzenlenmiş

# schedule.default.description.en
source: The Triphasic Sleep Schedule consists of three sleep periods spread throughout the day: two 30-minute naps and one core sleep period of 4.5 hours. This pattern aims to maximize deep sleep and REM sleep while reducing overall sleep time. It's designed for those who want to experiment with polyphasic sleep and need to maintain high cognitive performance.
de: Der triphasische Schlafplan besteht aus drei Schlafperioden, die über den Tag verteilt sind: zwei 30-minütige Nickerchen und eine Kernschlafperiode von 4,5 Stunden. Dieses Muster zielt darauf ab, den Tiefschlaf und den REM-Schlaf zu maximieren und gleichzeitig die Gesamtschlafzeit zu reduzieren. Es ist für diejenigen konzipiert, die mit polyphasischem Schlaf experimentieren und eine hohe kognitive Leistungsfähigkeit beibehalten möchten.
ja: トライフェイジック睡眠スケジュールは、1日を通して3つの睡眠期間で構成されています：30分の仮眠2回と4.5時間の主睡眠1回。このパターンは、全体の睡眠時間を短縮しながら、深い睡眠とレム睡眠を最大化することを目指しています。多相睡眠を試したい、高い認知能力を維持する必要がある人向けに設計されています。
ms: Jadual Tidur Trifasa terdiri daripada tiga tempoh tidur yang tersebar sepanjang hari: dua tidur sebentar selama 30 minit dan satu tempoh tidur teras selama 4.5 jam. Corak ini bertujuan untuk memaksimumkan tidur nyenyak dan tidur REM sambil mengurangkan masa tidur keseluruhan. Ia direka untuk mereka yang ingin bereksperimen dengan tidur polifasa dan perlu mengekalkan prestasi kognitif yang tinggi.
th: ตารางการนอนหลับแบบสามเฟสประกอบด้วยการนอนหลับสามช่วงกระจายอยู่ตลอดทั้งวัน: การงีบ 30 นาทีสองครั้งและการนอนหลัก 4.5 ชั่วโมง รูปแบบนี้มีเป้าหมายเพื่อเพิ่มการนอนหลับลึกและการนอนหลับ REM ให้สูงสุดในขณะที่ลดเวลาการนอนหลับโดยรวม เหมาะสำหรับผู้ที่ต้องการทดลองการนอนหลับแบบหลายเฟสและต้องการรักษาประสิทธิภาพการรับรู้ในระดับสูง

# schedule.default.description.tr
source: Trifazik Uyku Programı, gün boyunca dağılmış üç uyku periyodundan oluşur: iki 30 dakikalık şekerleme ve bir 4.5 saatlik ana uyku dönemi. Bu düzen, toplam uyku süresini azaltırken derin uyku ve REM uykusunu en üst düzeye çıkarmayı amaçlar. Polifazik uyku denemek ve yüksek bilişsel performans sürdürmek isteyenler için tasarlanmıştır.
de: Der triphasische Schlafplan besteht aus drei Schlafperioden, die über den Tag verteilt sind: zwei 30-minütige Nickerchen und eine Kernschlafperiode von 4,5 Stunden. Dieses Muster zielt darauf ab, den Tiefschlaf und den REM-Schlaf zu maximieren und gleichzeitig die Gesamtschlafzeit zu reduzieren. Es ist für diejenigen konzipiert, die mit polyphasischem Schlaf experimentieren und eine hohe kognitive Leistungsfähigkeit beibehalten möchten.
ja: 三相性睡眠スケジュールは、1日を通して3つの睡眠期間で構成されます：2回の30分の仮眠と、1回の4.5時間の主睡眠期間。このパターンは、総睡眠時間を短縮しながら、深い睡眠とレム睡眠を最大化することを目的としています。多相睡眠を試してみたい、そして高い認知能力を維持したい人向けに設計されています。
ms: Jadual Tidur Trifasa terdiri daripada tiga tempoh tidur yang tersebar sepanjang hari: dua tidur sebentar selama 30 minit dan satu tempoh tidur teras selama 4.5 jam. Corak ini bertujuan untuk memaksimumkan tidur nyenyak dan tidur REM sambil mengurangkan masa tidur keseluruhan. Ia direka untuk mereka yang ingin bereksperimen dengan tidur polifasa dan perlu mengekalkan prestasi kognitif yang tinggi.
th: ตารางการนอนหลับแบบสามเฟสประกอบด้วยการนอนหลับสามช่วงกระจายอยู่ตลอดทั้งวัน: การงีบ 30 นาทีสองครั้งและการนอนหลัก 4.5 ชั่วโมง รูปแบบนี้มีเป้าหมายเพื่อเพิ่มการนอนหลับลึกและการนอนหลับ REM ให้สูงสุดในขณะที่ลดเวลาการนอนหลับโดยรวม เหมาะสำหรับผู้ที่ต้องการทดลองการนอนหลับแบบหลายเฟสและต้องการรักษาประสิทธิภาพการรับรู้ในระดับสูง

# schedule.default.name
source: Triphasic Sleep Schedule
de: Triphasischer Schlafplan
ja: トライフェイジック睡眠スケジュール
ms: Jadual Tidur Trifasa
th: ตารางการนอนหลับแบบสามเฟส
tr: Trifazik Uyku Programı

# scheduleSelection.core
source: Core
de: Kern
ja: 主
ms: Teras
th: การนอนหลัก
tr: Ana

# scheduleSelection.description
source: Description
de: Beschreibung
ja: 説明
ms: Penerangan
th: คำอธิบาย
tr: Açıklama

# scheduleSelection.currentSchedule
source: Current
de: Aktuell
ja: 現在
ms: Semasa
th: ปัจจุบัน
tr: Mevcut

# scheduleSelection.freeSchedules
source: Free Schedules
de: Kostenlose Zeitpläne
ja: 無料のスケジュール
ms: Jadual Percuma
th: ตารางเวลาฟรี
tr: Ücretsiz Programlar

# scheduleSelection.hide
source: Hide
de: Ausblenden
ja: 隠す
ms: Sembunyi
th: ซ่อน
tr: Gizle

# scheduleSelection.hours
source: hours
de: Stunden
ja: 時間
ms: jam
th: ชั่วโมง
tr: saat

# scheduleSelection.naps
source: Naps
de: Nickerchen
ja: 仮眠
ms: Tidur Sebentar
th: การงีบ
tr: Şekerleme

# scheduleSelection.premium.tapToUpgrade
source: Tap to upgrade
de: Tippe zum Upgraden
ja: タップしてアップグレード
ms: Ketik untuk menaik taraf
th: แตะเพื่ออัปเกรด
tr: Dokunarak yükseltin

# scheduleSelection.premiumAlert.message
source: This advanced sleep schedule is available for Premium users. Upgrade to unlock all polyphasic sleep patterns and advanced features.
de: Dieser erweiterte Schlafplan ist für Premium-Benutzer verfügbar. Führe ein Upgrade durch, um alle polyphasischen Schlafmuster und erweiterten Funktionen freizuschalten.
ja: この高度な睡眠スケジュールはプレミアムユーザー向けです。アップグレードして、すべての多相睡眠パターンと高度な機能のロックを解除しましょう。
ms: Jadual tidur lanjutan ini tersedia untuk pengguna Premium. Naik taraf untuk membuka kunci semua corak tidur polifasa dan ciri lanjutan.
th: ตารางการนอนหลับขั้นสูงนี้มีให้สำหรับผู้ใช้พรีเมียม อัปเกรดเพื่อปลดล็อกรูปแบบการนอนหลับแบบหลายเฟสและฟีเจอร์ขั้นสูงทั้งหมด
tr: Bu gelişmiş uyku programı Premium kullanıcılar için mevcuttur. Tüm polifazik uyku düzenlerini ve gelişmiş özellikleri açmak için yükseltin.

# scheduleSelection.premiumAlert.title
source: Premium Feature
de: Premium-Funktion
ja: プレミアム機能
ms: Ciri Premium
th: ฟีเจอร์พรีเมียม
tr: Premium Özellik

# scheduleSelection.premiumAlert.upgrade
source: Upgrade to Premium
de: Auf Premium upgraden
ja: プレミアムにアップグレード
ms: Naik Taraf ke Premium
th: อัปเกรดเป็นพรีเมียม
tr: Premium'a Yükselt

# scheduleSelection.premiumRequired
source: Premium Required
de: Premium erforderlich
ja: プレミアムが必要です
ms: Premium Diperlukan
th: ต้องใช้พรีเมียม
tr: Premium Gerekli

# scheduleSelection.premiumSchedules
source: Premium Schedules
de: Premium-Zeitpläne
ja: プレミアムスケジュール
ms: Jadual Premium
th: ตารางเวลาพรีเมียม
tr: Premium Programlar

# scheduleSelection.subtitle
source: Choose a polyphasic sleep schedule that fits your lifestyle
de: Wähle einen polyphasischen Schlafplan, der zu deinem Lebensstil passt
ja: あなたのライフスタイルに合った多相睡眠スケジュールを選びましょう
ms: Pilih jadual tidur polifasa yang sesuai dengan gaya hidup anda
th: เลือกตารางการนอนหลับแบบหลายเฟสที่เหมาะกับวิถีชีวิตของคุณ
tr: Yaşam tarzınıza uygun bir polifazik uyku programı seçin

# scheduleSelection.title
source: Select Sleep Schedule
de: Schlafplan auswählen
ja: 睡眠スケジュールを選択
ms: Pilih Jadual Tidur
th: เลือกตารางการนอนหลับ
tr: Uyku Programı Seç

# scheduleSelection.upgradePrompt
source: Tap to upgrade and unlock advanced schedules
de: Tippe zum Upgraden und Freischalten erweiterter Zeitpläne
ja: タップしてアップグレードし、高度なスケジュールのロックを解除
ms: Ketik untuk menaik taraf dan membuka kunci jadual lanjutan
th: แตะเพื่ออัปเกรดและปลดล็อกตารางเวลาขั้นสูง
tr: İleri düzey programları açmak için yükseltin

# sleep.blocks
source: %d blocks
de: %d Blöcke
ja: %dブロック
ms: %d blok
th: %d ช่วง
tr: %d blok

# sleep.type.core
source: Core Sleep
de: Kernschlaf
ja: 主睡眠
ms: Tidur Teras
th: การนอนหลัก
tr: Ana Uyku

# sleep.type.nap
source: Nap
de: Nickerchen
ja: 仮眠
ms: Tidur Sebentar
th: งีบ
tr: Şekerleme

# sleepBlock.add
source: Add Sleep Block
de: Schlafblock hinzufügen
ja: 睡眠ブロックを追加
ms: Tambah Blok Tidur
th: เพิ่มช่วงการนอน
tr: Uyku Bloğu Ekle
